{"title": "Azurite", "displaytitle": "Azurite", "thumbnail": {"source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Azurite_from_China.jpg/320px-Azurite_from_China.jpg", "width": 320, "height": 250}, "lang": "en", "dir": "ltr", "extract": "Azurite is a soft, deep blue copper mineral produced by weathering of copper ore deposits. In the early 19th century, it was also known as chessylite after the type locality at Chessy-les-Mines near Lyon, France. The mineral, a carbonate with the chemical formula Cu3(CO3)2(OH)2, has been known since ancient times, and was mentioned in Pliny the Elder's Natural History under the Greek name kuanos (κυανός: \"deep blue,\" root of English cyan) and the Latin name caeruleum. The blue of azurite is exceptionally deep and clear, and for that reason the mineral has tended to be associated since antiquity with the deep blue color of low-humidity desert and winter skies. The modern English name of the mineral reflects this association, since both azurite and azure are derived via Arabic from the Persian lazhward (لاژورد), an area known for its deposits of another deep blue stone, lapis lazuli (\"stone of azure\").", "extract_html": "<p><b>Azurite</b> is a soft, deep blue copper mineral produced by weathering of copper ore deposits. In the early 19th century, it was also known as <b>chessylite</b> after the type locality at Chessy-les-Mines near Lyon, France. The mineral, a carbonate with the chemical formula Cu<sub>3</sub>(CO<sub>3</sub>)<sub>2</sub>(OH)<sub>2</sub>, has been known since ancient times, and was mentioned in Pliny the Elder's Natural History under the Greek name <i>kuanos</i> (????????????: \"deep blue,\" root of English <i>cyan</i>) and the Latin name <i>caeruleum</i>. The blue of azurite is exceptionally deep and clear, and for that reason the mineral has tended to be associated since antiquity with the deep blue color of low-humidity desert and winter skies. The modern English name of the mineral reflects this association, since both <i>azurite</i> and <i>azure</i> are derived via Arabic from the Persian <i>lazhward</i> (????????????), an area known for its deposits of another deep blue stone, lapis lazuli (\"stone of azure\").</p>"}