{"title": "Sequence", "displaytitle": "Sequence", "thumbnail": {"source": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Cauchy_sequence_illustration2.svg/320px-Cauchy_sequence_illustration2.svg.png", "width": 320, "height": 178}, "lang": "en", "dir": "ltr", "extract": "In mathematics, a sequence is an enumerated collection of objects in which repetitions are allowed. Like a set, it contains members. The number of elements is called the length of the sequence. Unlike a set, the same elements can appear multiple times at different positions in a sequence, and order matters. Formally, a sequence can be defined as a function whose domain is either the set of the natural numbers or the set of the first n natural numbers. The position of an element in a sequence is its rank or index; it is the natural number from which the element is the image. It depends on the context or a specific convention, if the first element has index 0 or 1. When a symbol has been chosen for denoting a sequence, the nth element of the sequence is denoted by this symbol with n as subscript; for example, the nth element of the Fibonacci sequence is generally denoted Fn.", "extract_html": "<p>In mathematics, a <b>sequence</b> is an enumerated collection of objects in which repetitions are allowed. Like a set, it contains members. The number of elements is called the <i>length</i> of the sequence. Unlike a set, the same elements can appear multiple times at different positions in a sequence, and order matters. Formally, a sequence can be defined as a function whose domain is either the set of the natural numbers or the set of the first <i>n</i> natural numbers. The position of an element in a sequence is its <i>rank</i> or <i>index</i>; it is the natural number from which the element is the image. It depends on the context or a specific convention, if the first element has index 0 or 1. When a symbol has been chosen for denoting a sequence, the <i>n</i>th element of the sequence is denoted by this symbol with <i>n</i> as subscript; for example, the <i>n</i>th element of the Fibonacci sequence is generally denoted <i>F</i><sub><i>n</i></sub>.</p>"}