{"title": "Sharing", "displaytitle": "Sharing", "thumbnail": {"source": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Viola_and_Mina_share_food.jpg/320px-Viola_and_Mina_share_food.jpg", "width": 320, "height": 240}, "lang": "en", "dir": "ltr", "extract": "Sharing is the joint use of a resource or space. In its narrow sense, it refers to joint or alternating use of inherently finite goods, such as a common pasture or a shared residence. It is also the process of dividing and distributing. Apart from obvious instances, which we can observe in human activity, we can also find many examples of this happening in nature. When an organism takes in nutrition or oxygen for instance, its internal organs are designed to divide and distribute the energy taken in, to supply parts of its body that need it. Flowers divide and distribute their seeds. In a broader sense, it can also include free granting of use rights to goods that can be treated as nonrival goods, such as information. Still more loosely, \"sharing\" can actually mean giving something as an outright gift: for example, to \"share\" one's food really means to give some of it as a gift. Sharing is a basic component of human interaction, and is responsible for strengthening social ties and ensuring a person’s well-being.", "extract_html": "<p><b>Sharing</b> is the joint use of a resource or space. In its narrow sense, it refers to joint or alternating use of inherently finite goods, such as a common pasture or a shared residence. It is also the process of dividing and distributing. Apart from obvious instances, which we can observe in human activity, we can also find many examples of this happening in nature. When an organism takes in nutrition or oxygen for instance, its internal organs are designed to divide and distribute the energy taken in, to supply parts of its body that need it. Flowers divide and distribute their seeds. In a broader sense, it can also include free granting of use rights to goods that can be treated as nonrival goods, such as information. Still more loosely, \"sharing\" can actually mean giving something as an outright gift: for example, to \"share\" one's food really means to give some of it as a gift. Sharing is a basic component of human interaction, and is responsible for strengthening social ties and ensuring a personâ\u0080\u0099s well-being.</p>"}